; dbgvision
; https://github.com/henrypp/dbgvision/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

; Chinese.ini
; Kkaiaxter

[Chinese]
001=文件
002=退出
003=查看
004=清除
005=设置
006=始终置顶
007=启动时最小化
008=使用深色主题
009=显示托盘弹窗
010=启用高亮
011=定期检查更新（推荐）
012=语言
013=帮助
014=网站
015=检查更新
016=关于
017=致谢！
018=重置
019=保存
020=关闭
021=显示/隐藏
022=添加
023=删除
024=打开所在文件夹
025=排除
026=复制
027=复制值
029=时间
031=进程
032=消息
033=排除
034=总项目数
035=无法捕获消息。一次只能有一个调试器在系统中运行。
036=有新的调试消息。
037=删除选定的项目吗？
038=确定要清空列表吗？

; French
; Kkaiaxter

[French]
001=Fichier
002=Quitter
003=Afficher
004=Effacer
005=Paramètres
006=Toujours au premier plan
007=Démarrer réduit
008=Utiliser un thème sombre
009=Afficher les notifications de la barre d’état
010=Activer la mise en évidence
011=Vérifier périodiquement les mises à jour (recommandé)
012=Langue
013=Aide
014=Site web
015=Vérifier les mises à jour
016=À propos
017=Faire un don !
018=Réinitialiser
019=Sauvegarder
020=Fermer
021=Afficher/Masquer
022=Ajouter
023=Supprimer
024=Ouvrir le dossier contenant
025=Exclure
026=Copier
027=Copier la valeur
029=Heure
031=Processus
033=Exclure
034=Nombre total d’éléments
035=Impossible de capturer les messages. Un seul débogueur peut être actif dans le système à la fois.
036=Nouveau message de débogage en cours.
037=Supprimer l’élément(s) sélectionné(s) ?
038=Voulez-vous vraiment effacer la liste ?

; Italian
; Kkaiaxter

[Italian]
002=Esci
003=Visualizza
004=Cancella
005=Impostazioni
006=Sempre in primo piano
007=Avvia minimizzato
008=Usa tema scuro
009=Mostra popup nella barra delle applicazioni
010=Abilita evidenziazione
011=Controlla periodicamente gli aggiornamenti (consigliato)
012=Lingua
013=Aiuto
014=Sito web
015=Controlla aggiornamenti
016=Informazioni
017=Fai una donazione!
018=Ripristina
019=Salva
020=Chiudi
021=Mostra/Nascondi
022=Aggiungi
023=Elimina
024=Apri cartella di destinazione
025=Escludi
026=Copia
027=Copia valore
029=Ora
031=Processo
032=Messaggio
033=Escludi
034=Elementi totali
035=Impossibile catturare i messaggi. Può essere presente solo un debugger nel sistema.
036=Nuovo messaggio di debug in arrivo.
037=Eliminare gli elementi selezionati?
038=Vuoi davvero cancellare l’elenco?

; Russian
; Русская локализация от Henry++

[Russian]
000=1760954090
001=Файл
002=Выйти
003=Вид
004=Очистить
005=Настройки
006=Поверх остальных окон
007=Запускать свёрнутой
008=Использовать тёмную тему
009=Показывать уведомления в трее
010=Включить подсветку
011=Периодически проверять обновления (рекомендуется)
012=Язык
013=Помощь
014=Сайт программы
015=Проверить обновления
016=О программе
017=Поблагодарить!
018=Сбросить
019=Сохранить
020=Закрыть
021=Показать/скрыть
022=Добавить
023=Удалить
024=Открыть папку
025=Исключить
026=Копировать
027=Копировать значение
029=Время
031=Процесс
032=Сообщение
033=Исключение
034=Всего элементов
035=Невозможно перехватить сообщения. Одновременно в системе может находиться только один отладчик.
036=Новое отладочное сообщение пришло.
037=Удалить выбранные элемент(ы)?
038=Вы действительно хотите очистить список?
039=Нет доступных обновлений.
040=Доступно обновление, загрузить и установить?
041=Загрузка обновления...
042=Загрузка обновления завершена.
043=Ошибка при подключении к серверу обновлений.
044=Проверка обновлений...
045=Доступно обновление, установить обновление?
046=Пусто.

; Serbian Cyrillic
; Radoš Milićev (https://github.com/rammba)

[Serbian (Cyrillic)]
001=Фајл
002=Излаз
003=Приказ
004=Очисти
005=Подешавања
006=Увек на врху
007=Покрени смањено
008=Користи тамну тему
009=Прикажи обавештења
010=Дозволи истицање
011=Повремено проверавајте ажурирања (препорука)
012=Језик
013=Помоћ
014=Веб-сајт
015=Провери ажурирања
016=О ...
017=Захвали се!
018=Ресетуј
019=Сачувај
020=Затвори
021=Прикажи / Сакриј
022=Додај
023=Обриши
024=Отвори фолдер
025=Искључи
026=Копирај
027=Копирај вредност
029=Време
031=Процес
032=Порука
033=Искључи
034=Укупно елемената
035=Немогуће је ухватити поруке. Само један debugger може бити у систему.
036=Нова долазна debug порука.
037=Уклони елемемент(е)?
038=Да ли желите очистити листу?
039=Нема доступних ажурирања.
040=Ажурирање је доступно, преузмите и инсталирајте?
041=Преузимање ажурирања...
042=Преузимање ажурирања је завршено.
043=Грешка при повезивању сервера за ажурирање.
044=Провера нових издања...
045=Доступно ажурирање, желите ли да га инсталирате?
046=Празно.

; Serbian Latin
; Radoš Milićev (https://github.com/rammba)

[Serbian (Latin)]
001=Fajl
002=Izlaz
003=Prikaz
004=Očisti
005=Podešavanja
006=Uvek na vrhu
007=Pokreni smanjeno
008=Koristi tamnu temu
009=Prikaži obaveštenja
010=Dozvoli isticanje
011=Povremeno proveravajte ažuriranja (preporuka)
012=Jezik
013=Pomoć
014=Veb-sajt
015=Proveri ažuriranja
016=O ...
017=Zahvali se!
018=Resetuj
019=Sačuvaj
020=Zatvori
021=Prikaži / Sakrij
022=Dodaj
023=Obriši
024=Otvori folder
025=Isključi
026=Kopiraj
027=Kopiraj vrednost
029=Vreme
031=Proces
032=Poruka
033=Isključi
034=Ukupno elemenata
035=Nemoguće je uhvatiti poruke. Samo jedan debugger može biti u sistemu.
036=Nova dolazna debug poruka.
037=Ukloni elemement(e)?
038=Da li želite očistiti listu?
039=Nema dostupnih ažuriranja.
040=Ažuriranje je dostupno, preuzmite i instalirajte?
041=Preuzimanje ažuriranja...
042=Preuzimanje ažuriranja je završeno.
043=Greška pri povezivanju servera za ažuriranje.
044=Provera novih izdanja...
045=Dostupno ažuriranje, želite li da ga instalirate?
046=Prazno.

; Spanish
; otema666

[Spanish]
001=Archivo
002=Salir
003=Ver
004=Limpiar
005=Configuración
006=Siempre visible
007=Iniciar minimizado
008=Usar tema oscuro
009=Mostrar notificación en la bandeja
010=Habilitar resaltado
011=Verificar actualizaciones periódicamente (recomendado)
012=Idioma
013=Ayuda
014=Sitio web
015=Verificar actualizaciones
016=Acerca de
017=¡Agradecer!
018=Restablecer
019=Guardar
020=Cerrar
021=Mostrar/Ocultar
022=Agregar
023=Eliminar
024=Abrir carpeta contenedora
025=Excluir
026=Copiar
027=Copiar valor
029=Hora
031=Proceso
032=Mensaje
033=Excluir
034=Elementos totales
035=No se pueden capturar mensajes. Solo un depurador puede estar en el sistema a la vez.
036=Nuevo mensaje de depuración entrante.
037=¿Eliminar elemento(s) seleccionado(s)?
038=¿Realmente desea limpiar la lista?
